Repository: mivanov/django-eav
Catalog: eav/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Must be all lower case, start with a letter, and contain only letters, numbers, or underscores.
ru: Доожно быть в нижнем регистре, начинаться с буквы и содержать только буквы, цифры или знак подчеркивания.

source: You cannot change the datatype of an attribute that is already in use.
ru: Вы не можете изменить тип используемого атрибута

source: The %s could not be saved because the data didn't validate.
ru: %s не может быть сохранен, так как данные не прошли валидацию

source: value
ru: значение атрибута

source: enum value
ru: значение для выбора

source: enum values
ru: значения для выбора

source: name
ru: имя

source: enum group
ru: перечисление

source: enum groups
ru: перечисления

source: attribute
ru: атрибут

source: attributes
ru: атрибуты

source: Text
ru: Текст

source: Float
ru: Дробное число

source: Integer
ru: Целое

source: Date
ru: Дата

source: True / False
ru: Истина / Ложь

source: Django Object
ru: Объект Django

source: Multiple Choice
ru: Множественный выбор

source: User-friendly attribute name
ru: Имя атрибута для пользователя

source: site
ru: сайт

source: slug
ru: метка

source: Short unique attribute label
ru: Уникальная метка атрибута

source: description
ru: описание

source: Short description
ru: Краткое описание

source: choice group
ru: группа выбора

source: data type
ru: тип данных

source: created
ru: создано

source: modified
ru: изменено

source: required
ru: обязательно для заполнения

source: display in admin list view
ru: показывать в панели администратора

source: Allow searching on field
ru: Разрешить поиск

source: %(enum)s is not a valid choice for %(attr)s
ru: %(enum)s неверный вариант для %(attr)s

source: You must set the choice group for multiple choice attributes
ru: Вы должны установить группу выбора для атрибута с выбором

source: You can only assign a choice group to multiple choice attributes
ru: Вы можете установить группу выбора только для атрибута с выбором

source: %(choice)s is not a valid choice for %s(attribute)
ru: %(choice)s неверный вариант для %s(attribute)

source: values
ru: значения атрибутов

source: %(obj)s has no EAV attribute named '%(attr)s'
ru: %(obj)s не имеет атрибута '%(attr)s'

source: %(attr)s EAV field cannot be blank
ru: %(attr)s поле не может быть пустым

source: %(attr)s EAV field %(err)s
ru: %(attr)s содержит ошибку %(err)s

source: Must be str or unicode
ru: Должно быть строковое значение

source: Must be a float
ru: Должно быть дробным числом

source: Must be an integer
ru: Должно быть целым числом

source: Must be a date or datetime
ru: Должно быть датой

source: Must be a boolean
ru: Должно быть истина/ложь

source: Must be a django model object instance
ru: Должно быть объект Django

source: Model has not been saved yet
ru: Модель пока не может быть сохранена

source: Must be an EnumValue model object instance
ru: Должно быть экземпляром объекта варианта для выбора

source: EnumValue has not been saved yet
ru: Значение из списка пока не может быть сохранено
